const data = [
    {
    hn: '60162377',
    firstname: 'ฐาปกรณ์',
    lastname: 'ขรัวทองเขียว',
    bed: 't001',
    pack_id: [{
            id: 'd0001',
            meal: 'bb',
            data: [{
                    name: 'ยาเม็ดลดกรด'
                },
                {
                    name: 'ยาเม็ดแก้ท้องอืด'
                },
                {
                    name: 'ยาขับลม'
                },
                {
                    name: 'ยาธาตุน้ำแดง'
                },
                {
                    name: 'ยาน้ำแก้ท้องอืด ท้องเฟ้อ'
                },
                {
                    name: 'ยาแก้ท้องเสีย'
                },
                {
                    name: 'ยาระบายกลีเซอรีน'
                },
                {
                    name: 'ยาระบายกลีเซอรีน'
                }
            ]
        },
        {
            id: 'd0002',
            meal: 'ab',
            data: [{
                    name: 'ยาเม็ดลดกรด'
                },
                {
                    name: 'ยาเม็ดแก้ท้องอืด'
                },
                {
                    name: 'ยาขับลม'
                },
                {
                    name: 'ยาธาตุน้ำแดง'
                },
                {
                    name: 'ยาน้ำแก้ท้องอืด ท้องเฟ้อ'
                },
                {
                    name: 'ยาแก้ท้องเสีย'
                },
                {
                    name: 'ยาระบายกลีเซอรีน'
                },
                {
                    name: 'ยาระบายกลีเซอรีน'
                }
            ]
        }



    ]
    },
    {
        hn: '60162378',
        firstname: 'ทดสอบ',
        lastname: 'ทดสอบ',
        bed: 't001',
        pack_id: [{
                id: 'd0004',
                meal: 'bb',
                data: [{
                        name: 'ยาเม็ดลดกรด'
                    },
                    {
                        name: 'ยาเม็ดแก้ท้องอืด'
                    },
                    {
                        name: 'ยาขับลม'
                    },
                    {
                        name: 'ยาธาตุน้ำแดง'
                    },
                    {
                        name: 'ยาน้ำแก้ท้องอืด ท้องเฟ้อ'
                    },
                    {
                        name: 'ยาแก้ท้องเสีย'
                    },
                    {
                        name: 'ยาระบายกลีเซอรีน'
                    },
                    {
                        name: 'ยาระบายกลีเซอรีน'
                    }
                ]
            },
            {
                id: 'd0003',
                meal: 'ab',
                data: [{
                        name: 'ยาเม็ดลดกรด'
                    },
                    {
                        name: 'ยาเม็ดแก้ท้องอืด'
                    },
                    {
                        name: 'ยาขับลม'
                    },
                    {
                        name: 'ยาธาตุน้ำแดง'
                    },
                    {
                        name: 'ยาน้ำแก้ท้องอืด ท้องเฟ้อ'
                    },
                    {
                        name: 'ยาแก้ท้องเสีย'
                    },
                    {
                        name: 'ยาระบายกลีเซอรีน'
                    },
                    {
                        name: 'ยาระบายกลีเซอรีน'
                    }
                ]
            }
    
    
    
        ]
        },

 ]
module.exports = data